{
    "indian_premier_league": "Cricketer, Franchise, Team, Captain, Coach, Player, Match, Stadium, Pitch, Batting, Bowling, Wickets, Innings, Over, Run, Boundary, Six, Century, T20, ODI, Test, Tournament, League, Points, Table, Standings, Team owner, Sponsor, Brand ambassador, Media rights, Broadcasting, Revenue, Players' union, Contract, Salary cap, Draft, Auction, Transfer window, Injury list, Match report",
    "indian_premier_league_(with_players,_teams,_etc.)": "Chennai Super Kings, Virat Kohli, Mumbai Indians, MS Dhoni, Royal Challengers Bangalore, Rohit Sharma, Sunrisers Hyderabad, Ravichandran Ashwin, Delhi Capitals, Hardik Pandya, Kolkata Knight Riders, KKR, Chris Gayle, IPL, Jofra Archer, Rajasthan Royals, Jos Buttler, Pant, Gujarat Titans, Shubman Gill, Lucknow Super Giants, Prithvi Shaw, Ravindra Jadeja, KL Rahul, Punjab Kings, Adam Zampa, Glenn Maxwell, Delhi Capitals (DC), AB de Villiers, Faf du Plessis, David Warner, Trent Boult, Yuzvendra Chahal, Hardik Pandya's 99, Chennai Super Kings (CSK) vs DC, IPL Auction, Jhye Richardson, Punjab Kings (PBKS), KL Rahul century",
    "hinduism": "Avatara, Bhagavad, Chakras, Dharma, Durgaa, Ganesha, Guru, Hanuman, Hinduism, Karma, Mantra, Moksha, Namaste, Natha, Pandit, Puja, Ramayana, Sadhu, Saraswati, Shiva, Tantric, Tirtha, Vaishnava, Veda",
    "jainism": "Anekantavada, Ahimsa, Arihanta, Bhagwan, Bhakti, Diksha, Emptiness, Ekajiva, Jains, Jivanmukta, Karma, Mahavira, Mayavada, Monastic, Nishkam, Nirgrah, Non-violence, Paramatma, Pratyaksha, Pratijna, Purushartha, Rajanaitika, Righteousness, Sadhu, Self-control, Simantipurna, Spiritual, Svadhyaya, Tapas, Trimurti, Udayana, Vaidhik, Vedic, Yoga",
    "tennis": "Racket, Serve, Volley, Backhand, Forehand, Slice, Fault, Ace, Overrule, Let, Rally, Point, Set, Match, Champion, Tiebreaker, Deuce, Break, Tie, Toss, Net, Lob, Return, Smash, Volleyer, Baseline, Court, Player, Coach, Matchpoint, Winning streak, Loss, Upset, Doubles, Singles, Serve-and-volley, Slice-backhand, Topspin, Underarm, Let-serve",
    "buddhism": "Karma, Dharma, Meditation, Mindfulness, Nirvana, Samsara, Reincarnation, Enlightenment, Buddha, Dalai Lama, Vajra, Mantra, Incense, Chakra, Ayurveda, Yoga, Zen, Taoism, Mahayana, Theravada, Vinaya, Sangha, Bhikkhu, Nun, Monastery, Temple, Lotus, Bodhisattva, Avalokiteshvara, Compassion, Metta, Loving-kindness, Gratitude, Forgiveness, Impermanence, Non-attachment, Mindful breathing, Chanting, Pranayama, Parinirvana",
    "biology": "Microscope, Fungus, Photosynthesis, Mitosis, Embryonic, Genome, Tissue, Cancer, DNA, Cellulose, Organism, Mutation, Synthesis, Bacteria, Virus, Adaptation, Ecosystem, Prokaryote, Gene, Chromosome, Metabolism, Enzyme, Immune system, Plant cell, Fertilization, Apoptosis, Species, Neurotransmitter, Hormone, Endosymbiosis, Mitochondria, Epigenetics, Mutation rate, Gene expression, Biotechnology, Hybridization, Sterilization, Evolutionary, Ecological, Homeostasis",
    "companies": "Corporation, Enterprise, Organization, Business, Venture, Startup, Firm, Partnership, Consortium, Fictitious company, Private company, Publicly traded company, Joint venture, Sole proprietorship, Franchise, Holding company, Subsidiary, Affiliates, Board of directors, Shareholders, Investors, Stockholders, Employees, Management team, Human resources, Customer service, Marketing department, Sales team, Distribution channel, Logistics company, Supply chain management, E-commerce platform, Retail store, Manufacturing facility, Research and development, Patent, Trademark, Brand identity, Intellectual property, Mergers and acquisitions",
    "examples_of_companies_like_coca-cola,_goldman_sachs,_etc.": "Walmart, Amazon, Apple, Google, McDonald's, Unilever, Visa, Microsoft, Facebook, Toyota, ExxonMobil, PepsiCo, Intel, Starbucks, Netflix, Hyundai, AT&T, Procter & Gamble, Honda, Burger King, 3M, General Motors, Samsung, Citigroup, Ford, Dell, IBM, Merck, General Electric, Toyota Motor, Kraft Heinz, Sony, Nestle, Avis Budget Group, Chevron, The Home Depot, LG Electronics, Alcoa, Boehringer Ingelheim, Berkshire Hathaway",
    "sports_car_companies_like_porsche,_bugatti,_etc.": "Lamborghini, Ferrari, McLaren, Aston Martin, Maserati, Alfa Romeo, BMW, Mercedes-Benz, Jaguar, Bentley, Rolls-Royce, Volvo, Nissan GT-R, Hyundai Veloster N, Kia Stinger, Lotus, Peugeot, Citroen, Renault, Audi, Volkswagen, Porsche, Bugatti, Koenigsegg, Pagani, Lancia, Lamborghini Huracan, Ferrari 488 GTB, McLaren 720S, Aston Martin DB11, Maserati Ghibli, Alfa Romeo Giulia, BMW M4, Mercedes-Benz S-Class, Jaguar F-Type, Bentley Continental GT, Rolls-Royce Phantom, Volvo XC90, Nissan Z, Citroen DS",
    "famous_tennis_players": "Federer, Djokovic, Nadal, Murray, Wawrinka, Sharapova, Serena, Williams, Henin, Soderling, Tsitsipas, Thiem, Federica, Bouchard, Lopez, Safin, Roddick, Isner, Berdych, Monfils, Chardy, Llodra, Gaudio, Massa, Verdasco, Sela, Istomin, Troicki, Haase, Karlovic, Benneteau, Gasquet, Almagro, Verbiest, Ginevri, Bartoli, Cirstea, Paire",
    "[object_object]": "Luminous, Fjord, Starfish, Amulet, Quasar, Tapestry, Gargoyle, Cactus, Carousel, Bonsai, Saffron, Galvanize, Terrarium, Latticework, Calliope, Kaleidoscope, Pendulum, Chandelier, Fiddlehead, Gilded, Luminescent, Fretwork, Gourds, Mosaic, Nautilus, Onyx, Paprika, Quilted, Selenite, Tessellation, Umbrella, Vesper, Woven, Xanthic, Yonder, Zephyr",
    "famous_tennis_players,_make_sure_to_be_specific_(first_name_and_last_name)": "Roger Federer, Rafael Nadal, Novak Djokovic, Serena Williams, Andy Murray, Maria Sharapova, Jo-Wilfried Tsuna, Victoria Azarenka, Stan Wawrinka, Simona Halep, John McEnroe, Chris Evert, Bjorn Borg, Pete Sampras, Martina Navratilova, Goran Ivanisevic, Amelie Mauresmo, Ivan Lendl, Kim Clijsters, Richard Gasquet, James Blake, Gabriela Sabatini, Thomas Enqvist, Monica Seles, Pat Rafter, Yevgeny Kafelnikov, Nathalie Dechy, Lleyton Hewitt, Kimi Raikkonen, Justine Henin, Richard Krajicek, Amelie Mauresmo, Fabrice Santoro, Svetlana Kuznetsova, Gustavo Kuerten, Goran Ivanisevic, Francesca Schiavone, Jo-Wilfried Tsuna, Tim Henman, Marcelo Rios",
    "first_and_last_names_of_us_presidents": "George Washington, Thomas Jefferson, James Madison, James Monroe, John Quincy Adams, Andrew Jackson, Martin Van Buren, William Henry Harrison, John Tyler, James K. Polk, Zachary Taylor, Millard Fillmore, Franklin Pierce, James Buchanan, Abraham Lincoln, Andrew Johnson, Ulysses S. Grant, Rutherford B. Hayes, James A. Garfield, Chester A. Arthur, Grover Cleveland, Benjamin Harrison, William McKinley, Theodore Roosevelt, William Howard Taft, Woodrow Wilson, Warren G. Harding, Calvin Coolidge, Herbert Hoover, Franklin D. Roosevelt, Harry S. Truman, Dwight D. Eisenhower, John F. Kennedy, Lyndon B. Johnson, Richard Nixon, Gerald R. Ford, Jimmy Carter, Ronald Reagan, George H.W. Bush, Donald J. Trump",
    "tennis_players": "Backhand smash, Aces up, Court chaos, Serve and volley, Volley specialist, Rallies are endless, Faulty footwork, Slice master, Grand Slam ambitions, Net game strong, Spin doctor, Fast-paced action, Volleys abound, Backcourt hero, Strong forehand drive, Doubles dominance, Quick reflexes, Net rush, Slice and dice, Powerful serves, Winning streaks, Aggressive playstyle, Spin trickery, Rallies are fierce, Backcourt specialist, Forehand finesse, Serve speed, Agility key, Volleys and volleys, Grand Slam winner, Slice specialist, Net rusher, Strong returns, Faulty footwork exposed, Aces in the bag, Powerful groundstrokes, Quick turnaround, Serve strength, Volley supremacy, Masterful shot placement",
    "famous_tennis_players,_all_men,_modern_players_post_2010,_give_first_and_last_name,_no_repeats!": "Novak Djokovic, Rafael Nadal, Roger Federer, Andy Murray, Stan Wawrinka, Juan Martin del Potro, Marin Cilic, Kei Nishikori, Nick Kyrgios, Alexander Zverev, Grigor Dimitrov, Fabio Fognini, Jo-Wilfried Tsonga, David Goffin, John Isner, Milos Raonic, Richard Gasquet, Roberto Bautista Agut, Gael Monfils, Marin Draganja, Santiago Gonzalez, Steve Johnson, Sam Querrey, Ivan Dodig, Wesley Koolhof, Marcelo Melo, Henri Kontinen, Juan Sebastian Cabal, Roberto Farah, Pierre-Hugues Herbert, Nicolas Mahut, Lucas Pouille, Denis Shapovalov, Reilly Opelka, Frances Tiafoe, Tommy Paul, Hubert Hurkacz, Felix Auger-Aliassime, Alexander Bublik, Lorenzo Musetti",
    "elements_of_the_periodic_table": "Atomic structure, Molecule maker, Hydrogen power, Noble gases abound, Oxygen essential, Lithium ion battery, Carbon fiber strong, Radioactive decay, Electron orbitals spin, Periodic patterns emerge, Element of surprise, Helium balloon fun, Silicon chips fast, Titanium strength tested, Phosphorus glowing bright, Nitrogen breath taken, Oxygen tank filled, Neon signs shine bright, Iron core strong, Aluminum lightweight, Potassium electric shock, Calcium teeth healthy, Boron fiber reinforced, Carbon neutral aim, Hydrogen fuel cell, Fluorine toothpaste shine, Oxygen supply limited, Chromium corrosion resistant, Manganese magnetic power, Iron ore rich deposit, Neon signs glow cold, Helium filled balloon floats, Titanium alloy strong, Silicon dioxide sand, Phosphorus glow stick light, Nitrogen gas mask worn, Oxygen levels dropping fast, Lithium battery drained, Atomic mass measured, Elemental chemistry rules"
}